export const SITE_TITLE = "POCO BLOG";
export const SITE_DESCRIPTION =
  `Свежие новости о продуктах POCO. Держим руку на пульсе`.trim();

export const KNOWN_TECH =
  `POCO`.split(
    ",",
  );
export const ABOUT_ME =
  `POCO — это бескомпромиссные смартфоны с топовыми характеристиками по доступной цене. От игровых монстров (серия POCO F) до бюджетных «убийц» (серия POCO X и POCO M) — мы расскажем, какой гаджет стоит ваших денег.
✨ Подпишитесь, чтобы не пропустить:
    Свежие статьи — 2 раза в неделю.
    Спецпредложения — скидки, промокоды и подарки.
    Голосования — решайте, какой телефон мы разберём в следующем обзоре!
    POCO Blog — для тех, кто любит технологии без переплат! 🚀`.trim();
export const GITHUB_USERNAME = "unknown";
export const QUOTE = "Свежие новости о продуктах POCO";
export const NAV_LINKS: Array<{ title: string; href?: string }> = [
  {
    title: "Новости",
    href: 'blog'
  },
  
];
